const data = [
    {
        question: 'Оцените общий уровень удовлетворенности визитом в целом:',
        type: 'radio',
        answers: [
            {
                value: 'Отлично',
            },
            {
                value: 'Норм',
            },
            {
                value: 'Плохо',
            },
        ]
    },
    {
        question: 'Оцените чистоту в ресторане:',
        type: 'radio',
        answers: [
            {
                value: 'Отлично',
            },
            {
                value: 'Норм',
            },
            {
                value: 'Плохо',
            },
        ]
    },
    {
        question: 'Оцените дружелюбие наших сотрудников',
        type: 'radio',
        answers: [
            {
                value: 'Отлично',
            },
            {
                value: 'Норм',
            },
            {
                value: 'Плохо',
            },
        ]
    },
    {
        question: 'Ваш заказ был собран правильно?',
        type: 'radio',
        answers: [
            {
                value: 'Да',
            },
            {
                value: 'Нет',
            },
        ]
    },
    {
        question: 'Оцените скорость обслуживания:',
        type: 'radio',
        answers: [
            {
                value: 'Отлично',
            },
            {
                value: 'Норм',
            },
            {
                value: 'Плохо',
            },
        ]
    },
    {
        question: 'Как часто Вы бываете в наших ресторанах?',
        type: 'radio',
        answers: [
            {
                value: 'Впервые',
            },
            {
                value: '1 раз в неделю или чаще',
            },
            {
                value: '1-2 раза в месяц',
            },
            {
                value: '3-4 раза в год',
            },
            {
                value: '1 в год',
            }
        ]
    },
    {
        question: 'Что бы вы хотели добавить в меню',
        type: 'checkbox',
        answers: [
            {
                value: 'Новый бургер с говядиной',
            },
            {
                value: 'Новый бургер с курицей',
            },
            {
                value: 'Новый бургер с рыбой',
            },
            {
                value: 'Новый бургер со свининной',
            },
            {
                value: 'Новый фирменный напиток',
            },
        ]
    },
]